Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: translator-credits
fr: Pascal Obry Versions précédentes : Olivier Tribout Sébastien Delcoigne Nicolas Carlier

source: filmstrip
fr: bandeau

source: time
fr: date/heure

source: custom sort
fr: tri personnalisé

source: shuffle
fr: mélangé

source: filter
fr: filtre

source: view
fr: afficher

source: unstarred only
fr: sans étoile

source: rejected only
fr: rejetées

source: all except rejected
fr: tout sauf rejetées

source: sort by
fr: trier par

source: preferences
fr: préférences

source: thumbnails overlays for size
fr: superpositions miniature pour taille

source: duration before the block overlay is hidden after each mouse movement on the image set -1 to never hide the overlay
fr: temporisation avant que la superposition étendue soit cachée après chaque mouvement de souris positionner à -1 pour ne jamais cacher le bloc

source: timeout only available for block overlay
fr: temporisation disponible uniquement pour la surimpression étendue

source: culling overlays
fr: surimpressions sélection

source: preview overlays
fr: surimpressions prévisualisation

source: overlays not available here...
fr: surimpressions non disponible ici...

source: expand grouped images
fr: montrer les images groupées

source: collapse grouped images
fr: cacher les images groupées

source: click to change the type of overlays shown on thumbnails
fr: cliquer pour changer le type de surimpression des miniatures

source: overlay mode for size
fr: mode surimpression pour la taille

source: no overlays
fr: pas de surimpression

source: overlays on mouse hover
fr: surimpression lors du survol souris

source: extended overlays on mouse hover
fr: surimpression étendue lors du survol souris

source: permanent overlays
fr: surimpressions permanentes

source: permanent extended overlays
fr: surimpressions étendues permanentes

source: permanent overlays extended on mouse hover
fr: surimpressions permanentes et étendues lors du survol souris

source: overlays block on mouse hover during (s)
fr: bloc de superposition lors du survol de la souris pendant (s)

source: enable this, then click on a control element to see its online help
fr: une fois activé, cliquer sur l’élément de contrôle pour visualiser l’aide en ligne correspondante

source: show global preferences
fr: montrer les préférences globales

source: do you want to access https://darktable.gitlab.io/doc/?
fr: voulez-vous accéder à https://darktable.gitlab.io/doc/?

source: access the online usermanual?
fr: accéder au manuel utilisateur en ligne?

source: help url opened in web browser
fr: aide ouverte dans le navigateur

source: error while opening help url in web browser
fr: erreur lors de l'ouverture de l'aide dans le navigateur

source: there is no help available for this element
fr: aucune aide disponible pour cet élément

source: thumbnail overlays/no overlays
fr: superpositions miniature/pas de superposiion

source: thumbnail overlays/overlays on mouse hover
fr: superpositions miniature/surimpression lors du survol souris

source: thumbnail overlays/extended overlays on mouse hover
fr: superpositions miniature/surimpression étendue lors du survol souris

source: thumbnail overlays/permanent overlays
fr: superpositions miniature/surimpressions permanentes

source: thumbnail overlays/permanent extended overlays
fr: superpositions miniature/surimpressions étendues permanentes

source: thumbnail overlays/permanent overlays extended on mouse hover
fr: superpositions miniature/surimpressions permanentes et étendues lors du survol souris

source: thumbnail overlays/overlays block on mouse hover
fr: superpositions miniature/bloc de superposition lors du survol de la souris

source: hinter
fr: rendu

source: image infos
fr: information de l'image

source: zoomable light table
fr: table lumineuse zoomable

source: file manager
fr: navigateur de fichier

source: culling
fr: sélection

source: fixed zoom
fr: zoom fixe

source: dynamic zoom
fr: plage dynamique

source: toggle culling mode
fr: activer/désactiver le mode trie/sélection

source: toggle culling dynamic mode
fr: activer/désactiver le mode sélection dynamique

source: toggle culling zoom mode
fr: activer/désactiver le mode sélection

source: module toolbox
fr: boîte à outils de module

source: timeline
fr: chronologie

source: start selection
fr: début de sélection

source: stop selection
fr: fin de sélection

source: view toolbox
fr: afficher la boîte à outils

source: viewswitcher
fr: changer de vue

source: reset lib parameters
fr: réinitialiser les paramètres de la bibliothèque

source: select file
fr: sélectionner un fichier

source: double click to reset to `%f'
fr: double-cliquer pour réinitialiser à « %f »

source: lua options
fr: options lua

source: loading image
fr: chargement de l'image

source: gamut check
fr: vérification de gamut

source: soft proof
fr: épreuvage

source: no image to open !
fr: aucune image à ouvrir !

source: no userdefined presets for favorite modules were found
fr: aucun pré-réglage trouvé pour les modules favoris

source: applied style `%s' on current image
fr: applique le style « %s » à l'image actuelle

source: no styles have been created yet
fr: aucun style disponible

source: quick access to presets of your favorites
fr: accès rapide aux pré-réglages des favoris

source: quick access for applying any of your styles
fr: accès rapide à vos styles

source: display a second darkroom image window
fr: activer l'affichage secondaire de la chambre noire

source: toggle ISO 12646 color assessment conditions
fr: activer ou désactiver les conditions d'évaluation des couleurs ISO 12646

source: toggle raw over exposed indication right click for options
fr: activer/désactiver les zones sur-/sous-exposées raw clic-droit pour les options

source: mark with CFA color
fr: marquer les couleurs CFA

source: mark with solid color
fr: marquer avec une couleur unie

source: select how to mark the clipped pixels
fr: sélectionner comment marquer les pixels tronqués

source: color scheme
fr: schéma de couleur

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
fr: sélectionner la couleur pour marquer les sur-expositions. utiliser uniquement si le mode est « marquer avec une couleur unie »

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
fr: seuil au-dessus duquel les pixels sont considérés sur-exposés 1.0 - niveau blanc 0.0 - niveau noir

source: toggle over/under exposed indication right click for options
fr: activer/désactiver les zones sur-/sous-exposées clic-droit pour les options

source: red & blue
fr: rouge et bleu

source: purple & green
fr: violet et vert

source: select colors to indicate over/under exposure
fr: sélectionne les couleurs indiquant une sur-/sous-exposition

source: lower threshold
fr: seuil bas

source: threshold of what shall be considered underexposed
fr: seuil en-dessous duquel les pixels sont considérés sous-exposés

source: upper threshold
fr: seuil haut

source: threshold of what shall be considered overexposed
fr: seuil au-dessus duquel les pixels sont considérés sur-exposés

source: toggle softproofing right click for profile options
fr: activer/désactiver l'épreuvage écran clic-droit pour les options de profil

source: toggle gamut checking right click for profile options
fr: activer/désactiver vérification de gamut clic-droit pour les options de profil

source: display intent
fr: rendu (écran)

source: preview display intent
fr: rendu (écran secondaire)

source: display profile
fr: profil (écran)

source: preview display profile
fr: profil (écran secondaire)

source: histogram profile
fr: profil de l'histogramme

source: display ICC profiles in %s or %s
fr: profils ICC d'affichage dans %s ou %s

source: preview display ICC profiles in %s or %s
fr: profils ICC d'affichage secondaire dans « %s » ou « %s »

source: softproof ICC profiles in %s or %s
fr: profils ICC d'épreuvage dans %s ou %s

source: histogram and color picker ICC profiles in %s or %s
fr: profils ICC pour l'histogramme et la pipette dans %s ou %s

source: set the color of lines that overlay the image (drawn masks, crop and rotate guides etc.)
fr: sélectionne la couleur des masques et des guides de recadrage superposés à l'image

source: overlay color
fr: couleur des superpositions

source: set overlay color
fr: sélectionne la couleur pour les superpositions

source: zoom close-up
fr: zoom en gros plan

source: zoom fill
fr: zoomer

source: zoom fit
fr: zoom ajusté

source: zoom in
fr: zoom

source: zoom out
fr: dézoom

source: image forward
fr: image suivante

source: image back
fr: image précédente

source: color assessment
fr: évaluation des couleurs

source: cycle overlay colors
fr: changer la couleur des superpositions

source: softproof
fr: épreuvage

source: show drawn masks
fr: afficher les masques dessinés

source: increase brush size
fr: augmenter la taille du pinceau

source: decrease brush size
fr: diminuer la taille du pinceau

source: increase brush hardness
fr: augmenter la dureté du pinceau

source: decrease brush hardness
fr: diminuer la dureté du pinceau

source: increase brush opacity
fr: augmenter la luminosité du pinceau

source: decrease brush opacity
fr: diminuer la luminosité du pinceau

source: full preview
fr: aperçu complet

source: undo
fr: défaire

source: redo
fr: refaire

source: allow to pan & zoom while editing masks
fr: permet de recadrer et zoomer pendant l'édition des masques

source: search modules
fr: rechercher module

source: switch to lighttable
fr: passer à la table lumineuse

source: zoom in the image
fr: zoom dans l'image

source: unbounded zoom in the image
fr: zoom sans limites dans l'image

source: zoom to 100% 200% and back
fr: zoom à 100% 200% en cycle

source: [modules] expand module without closing others
fr: [modules] déplie le module sans replier les autres

source: [modules] change module position in pipe
fr: [modules] change la position du module dans le flux

source: darktable - darkroom preview
fr: darktable - pré-visualisation chambre noire

source: good knight
fr: bon chevalier

source: there are no images in this collection
fr: il n'y a pas d'images dans cette collection

source: if you have not imported any images yet
fr: si vous n'avez pas encore importé d'images

source: you can do so in the import module
fr: vous pouvez le faire dans le module « importer »

source: try to relax the filter settings in the top panel
fr: vous pouvez modifier le filtre de notation dans le panneau supérieur

source: or add images in the collection module in the left panel
fr: ou modifier les filtres de collection dans le menu de collection à gauche.

source: move page up
fr: monter d'une page

source: move page down
fr: descendre d'une page

source: move left
fr: à gauche

source: move right
fr: à droite

source: move start
fr: aller au début

source: move end
fr: aller à la fin

source: move page up and select
fr: monter d'une page et sélectionner

source: move page down and select
fr: descendre d'une page et sélectionner

source: move up and select
fr: monter et sélectionner

source: move down and select
fr: descendre et sélectionner

source: move left and select
fr: à gauche et sélectionner

source: move right and select
fr: à droite et sélectionner

source: move start and select
fr: aller au début et sélectionner

source: move end and select
fr: aller à la fin et sélectionner

source: align images to grid
fr: aligner les images sur la grille

source: reset first image offset
fr: repositionner première image

source: select toggle image
fr: inverse sélection de l'image

source: select single image
fr: sélectionne image unique

source: preview
fr: aperçu

source: preview with focus detection
fr: aperçu avec détection de la mise au point

source: sticky preview
fr: aperçu persistant

source: sticky preview with focus detection
fr: aperçu persistant avec détection de la mise au point

source: preview zoom 100%
fr: zoom image 100%

source: preview zoom fit
fr: zoom image ajustée

source: zoom max
fr: zoom maxi

source: zoom min
fr: zoom mini

source: open image in darkroom
fr: ouvrir l'image dans la chambre noire

source: switch to next/previous image
fr: passer à l'image suivante/précédente

source: zoom to 100% and back
fr: zoom à 100% et retour vers ajusté

source: scroll the collection
fr: défiler la collection

source: change number of images per row
fr: changer le nombre d'image par ligne

source: change image order
fr: changer l'ordre des images

source: zoom all the images
fr: zoom toutes les images

source: pan inside all the images
fr: déplacer toutes les images

source: zoom current image
fr: zoom image

source: pan inside current image
fr: déplacer l'image

source: zoom current image to 100% and back
fr: zoom sur l'image actuelle à 100% et retour vers ajusté

source: zoom the main view
fr: zoom vue principale

source: pan inside the main view
fr: déplacer la vue principale

source: set display profile
fr: profil (écran)

source: map
fr: carte

source: [on image] open in darkroom
fr: [sur image] ouvre dans la chambre noire

source: [on map] zoom map
fr: [sur carte] agrandir la carte

source: move image location
fr: déplacer la position des images

source: end of images. press any key to return to lighttable mode
fr: fin des images, appuyez sur une touche pour revenir à la table lumineuse

source: waiting to start slideshow
fr: le diaporama est prêt à être lancé

source: slideshow paused
fr: diaporama en pause

source: slideshow delay set to %d second
fr: temporisation du diaporama ajustée à %d seconde

source: start and stop
fr: marche et arrêt

source: go to next image
fr: passe au fichier suivant

source: go to previous image
fr: passer à l'image précédente

source: tethering
fr: capture

source: new session initiated '%s'
fr: nouvelle session initiée « %s »

source: no camera with tethering support available for use...
fr: aucun boîtier disponible pour la capture...

source: Left click
fr: clic gauche

source: Right click
fr: clic-droit

source: Middle click
fr: clic-milieu

source: Scroll
fr: molette

source: Left double-click
fr: double-clic gauche

source: Right double-click
fr: double-clic droit

source: Drag and drop
fr: déplacer & déposer

source: Left click+Drag
fr: clic-gauche + déplacer

source: Right click+Drag
fr: clic-droit + déplacer

source: darktable - accels window
fr: darktable - fenêtre des raccourcis

source: switch to a classic window which will stay open after key release.
fr: créer un fenêtre flottante persistante

source: +Scroll
fr: +molette

source: mouse actions
fr: actions souris

source: Accel
fr: raccourci
